[{"Key":1,"PreviousSpeaker":"(continuing)...and this, I take it, is yourapprentice... Nooooooooo! Annie?Noooooooo! Little Bitty Annie?(Looks at Anakin)Nooooooo! Yousa so biggen!Yiyiyiyyi! Annie!! Mesa nobelieven.","Speaker":"Hi, Jar Jar.","Vector":[]},{"Key":2,"PreviousSpeaker":"Annie??(stares)My goodness you\u0027ve grown.","Speaker":"(trying to be smooth)So have you... grown morebeautiful, I mean... and muchshorter... for a Senator, I mean.","Vector":[]},{"Key":3,"PreviousSpeaker":"(frowning)We\u0027re here to protect youSenator, not to start aninvestigation.","Speaker":"We will find out who is trying tokill you Padm, I promise you.","Vector":[]},{"Key":4,"PreviousSpeaker":"We are not going to exceed ourmandate, my young Padawan learner.","Speaker":"I meant in the interest ofprotecting her, Master, of course.","Vector":[]},{"Key":5,"PreviousSpeaker":"We are not going through thisexercise again, Anakin. You willpay attention to my lead.","Speaker":"Why?","Vector":[]},{"Key":6,"PreviousSpeaker":"What??!!","Speaker":"Why else do you think we wereassigned to her, if not to findthe killer? Protection is a jobfor local security... not Jedi.It\u0027s overkill, Master.Investigation is implied in ourmandate.","Vector":[]},{"Key":7,"PreviousSpeaker":"Mesa busten wit happiness seeinYousa again, Annie. Deesa badtimes, bombad times.","Speaker":"She didn\u0027t even recognise me, JarJar. I thought about her everyday since we parted... and she\u0027sforgotten me completely.","Vector":[]},{"Key":8,"PreviousSpeaker":"Anakin, you\u0027re focusing on theNegative again. Be mindful of yourthoughts. She was glad to see us.Now lets check the security here.","Speaker":"Yes, my master.","Vector":[]},{"Key":9,"PreviousSpeaker":"Captain Typho has more than enoughmen downstairs. No assassin willtry that way. Any activity uphere?","Speaker":"Quiet as a tomb. I don\u0027t likejust waiting here for something tohappen to her.","Vector":[]},{"Key":10,"PreviousSpeaker":"What\u0027s going on?","Speaker":"She covered that camera. I don\u0027tthink she liked me watching her.","Vector":[]},{"Key":11,"PreviousSpeaker":"What is she thinking?","Speaker":"She programmed Artoo to warn us ifthere\u0027s an intruder.","Vector":[]},{"Key":12,"PreviousSpeaker":"It\u0027s not an intruder I\u0027m worriedabout. There are many other waysto kill a Senator.","Speaker":"I know, but we also want to catchthis assassin. Don\u0027t we, Master?","Vector":[]},{"Key":13,"PreviousSpeaker":"You\u0027re using her as bait??","Speaker":"It was her idea... No harm willcome to her. I can senseeverything going on in that room.Trust me.","Vector":[]},{"Key":14,"PreviousSpeaker":"It\u0027s too risky... and your sensesaren\u0027t that attuned, youngapprentice.","Speaker":"And yours are?","Vector":[]},{"Key":15,"PreviousSpeaker":"You look tired.","Speaker":"I don\u0027t sleep well, anymore.","Vector":[]},{"Key":16,"PreviousSpeaker":"Because of your mother?","Speaker":"I don\u0027t know why I keep dreamingAbout her now. I haven\u0027t seen hersince I was little.","Vector":[]},{"Key":17,"PreviousSpeaker":"Dreams pass in time.","Speaker":"I\u0027d rather dream of Padm. JustBeing around her again is...intoxicating.","Vector":[]},{"Key":18,"PreviousSpeaker":"Mind your thoughts, Anakin, theybetray you. You\u0027ve made acommitment to the Jedi order... acommitment not easily broken...and don\u0027t forget she\u0027s apolitician. They\u0027re not to betrusted.","Speaker":"She\u0027s not like the others in theSenate, Master.","Vector":[]},{"Key":19,"PreviousSpeaker":"It\u0027s been my experience thatSenators are only focused onpleasing those who fund theircampaigns... and they are morethan willing to forget theniceties of democracy to get thosefunds.","Speaker":"Not another lecture, Master. Noton the economics of politics....It\u0027s too early in the morning... andbesides, you\u0027re generalising. TheChancellor doesn\u0027t appear tobe corrupt.","Vector":[]},{"Key":20,"PreviousSpeaker":"Palpatine\u0027s a politician, I\u0027veobserved that he is very clever atfollowing the passions andprejudices of the Senators.","Speaker":"I think he is a good man. Myinstincts are very positiveabout...","Vector":[]},{"Key":21,"PreviousSpeaker":"I sense it, too.","Speaker":"Stay here!","Vector":[]},{"Key":22,"PreviousSpeaker":"I have a bad feeling about this.","Speaker":"That was wacky! I almost lost youin the traffic.","Vector":[]},{"Key":23,"PreviousSpeaker":"What took you so long?","Speaker":"Oh, you know, Master, I couldn\u0027tfind a speeder I really liked,with an open cockpit... and withthe right speed capabilities...and then you know I had to get areally gonzo color...","Vector":[]},{"Key":24,"PreviousSpeaker":"If you\u0027d spend as much timeworking on your saber skills asyou do on your wit, young Padawan,you would rival Master Yoda as aswordsman.","Speaker":"I thought I already did.","Vector":[]},{"Key":25,"PreviousSpeaker":"Only in your mind, my very youngapprentice. Careful!! Hey, easy!!","Speaker":"Sorry, I forgot you don\u0027t likeflying, Master.","Vector":[]},{"Key":26,"PreviousSpeaker":"I don\u0027t mind flying... butwhat you\u0027re doing is suicide!","Speaker":"Master, you know I\u0027ve been flyingsince before I could walk. I\u0027m verygood at this.","Vector":[]},{"Key":27,"PreviousSpeaker":"(continuing)You know I don\u0027t like it when youdo that!","Speaker":"Sorry, Master. Don\u0027t worry, thisguy\u0027s gonna kill himself anyminute now!","Vector":[]},{"Key":28,"PreviousSpeaker":"What are you doing? He\u0027s gonnablast me!","Speaker":"Right - this isn\u0027t working.","Vector":[]},{"Key":29,"PreviousSpeaker":"That was too close!","Speaker":"Clear that!","Vector":[]},{"Key":30,"PreviousSpeaker":"What??","Speaker":"Clear the flag! We\u0027re losingpower! Hurry!","Vector":[]},{"Key":31,"PreviousSpeaker":"Whooooaaa! Don\u0027t do that! Idon\u0027t  like it when you do that!","Speaker":"So sorry, Master.","Vector":[]},{"Key":32,"PreviousSpeaker":"(continuing)Yiiii, what are you doing?","Speaker":"Sorry, Master!","Vector":[]},{"Key":33,"PreviousSpeaker":"(sarcastically)Oh, that was good...","Speaker":"That was crazy!!!","Vector":[]},{"Key":34,"PreviousSpeaker":"That was crazy!!!","Speaker":"(continuing)Ahh, damn.","Vector":[]},{"Key":35,"PreviousSpeaker":"Stop!!","Speaker":"No, we can make it.","Vector":[]},{"Key":36,"PreviousSpeaker":"I\u0027m crazy... I\u0027m crazy... I\u0027mcrazy.","Speaker":"But it worked... we made it.","Vector":[]},{"Key":37,"PreviousSpeaker":"(angrily)It didn\u0027t work... we\u0027ve stalled!And you almost got us killed!","Speaker":"I think we\u0027re still alive.","Vector":[]},{"Key":38,"PreviousSpeaker":"(very angrily)It was stupid!","Speaker":"(sheepishly)I could have made it...","Vector":[]},{"Key":39,"PreviousSpeaker":"(furious)But you didn\u0027t!!! And now we\u0027velost him.","Speaker":"No we didnt...","Vector":[]},{"Key":40,"PreviousSpeaker":"Where are you going?! He wentdown there, the other way.","Speaker":"This is a shortcut... I think.","Vector":[]},{"Key":41,"PreviousSpeaker":"What do you mean, You think?What kind of shortcut?! He wentcompletely the other way! Youvelost him!","Speaker":"Master, if we keep this chasegoing, that creeps gonna end updeep fried. Personally, Id verymuch like to find out who in thehell he is and who hes workingfor...","Vector":[]},{"Key":42,"PreviousSpeaker":"(continuing)Well, you lost him.","Speaker":"Im deeply sorry, Master.","Vector":[]},{"Key":43,"PreviousSpeaker":"Im deeply sorry, Master.","Speaker":"(continuing)Excuse me for a moment.","Vector":[]},{"Key":44,"PreviousSpeaker":"Anakin!","Speaker":"She went into that club, Master.","Vector":[]},{"Key":45,"PreviousSpeaker":"(continuing)Here. Next time try not to lose it.","Speaker":"Sorry, Master.","Vector":[]},{"Key":46,"PreviousSpeaker":"A Jedi\u0027s saber is his mostprecious possession.","Speaker":"Yes, Master.","Vector":[]},{"Key":47,"PreviousSpeaker":"He must keep it with him at alltimes.","Speaker":"I know, Master.","Vector":[]},{"Key":48,"PreviousSpeaker":"This weapon is your life!","Speaker":"I\u0027ve heard this lesson before...","Vector":[]},{"Key":49,"PreviousSpeaker":"But, you haven\u0027t learned anything,Anakin.","Speaker":"I try, Master.","Vector":[]},{"Key":50,"PreviousSpeaker":"Why do I think you are going to bethe death of me?!","Speaker":"Don\u0027t say that Master... You\u0027rethe closest thing I have to afather... I love you. I don\u0027t wantto cause you pain.","Vector":[]},{"Key":51,"PreviousSpeaker":"Then why don\u0027t you listen to me?!","Speaker":"I will. I\u0027ll do better, I promise.","Vector":[]},{"Key":52,"PreviousSpeaker":"Do you see him him?","Speaker":"I think he\u0027s a she...","Vector":[]},{"Key":53,"PreviousSpeaker":"Then be extra careful...(nods to a room)Check it out.","Speaker":"Where are you going, Master?","Vector":[]},{"Key":54,"PreviousSpeaker":"I want to go home and rethink mylife.","Speaker":"Easy... Official business. Goback to your drinks.","Vector":[]},{"Key":55,"PreviousSpeaker":"It was just a job.","Speaker":"Tell us!","Vector":[]},{"Key":56,"PreviousSpeaker":"This wound\u0027s going to needtreatment.","Speaker":"Who hired you? Tell us... tell usnow!","Vector":[]},{"Key":57,"PreviousSpeaker":"I do not like this idea of hiding.","Speaker":"Don\u0027t worry. Now that the Councilhas ordered an investigation, itwon\u0027t take Master Obi-Wan long tofind that bounty hunter.","Vector":[]},{"Key":58,"PreviousSpeaker":"(frustrated)I haven\u0027t worked for a year todefeat the \u0022Military Creation Act\u0022not to be here when its fate isdecided.","Speaker":"Sometimes we have to let go of ourpride and do what is requested ofus.","Vector":[]},{"Key":59,"PreviousSpeaker":"Pride?!? Annie, you\u0027re young, andyou don\u0027t have a very firm grip onpolitics. I suggest you reserveyour opinions for some other time.","Speaker":"Sorry, M\u0027lady. I was only tryingto...","Vector":[]},{"Key":60,"PreviousSpeaker":"Annie! No!","Speaker":"Please don\u0027t call me that.","Vector":[]},{"Key":61,"PreviousSpeaker":"What?","Speaker":"Annie...","Vector":[]},{"Key":62,"PreviousSpeaker":"I\u0027ve always called you that... itis your name, isn\u0027t it?","Speaker":"It\u0027s Anakin. When you say Annieit\u0027s like I\u0027m still a littleboy... and I\u0027m not.","Vector":[]},{"Key":63,"PreviousSpeaker":"I\u0027m sorry, Anakin. It\u0027s impossibleto deny you\u0027ve...(looks him over)...that you\u0027ve grown up.","Speaker":"Master Obi-Wan manages not to seeit...","Vector":[]},{"Key":64,"PreviousSpeaker":"Mentors have a way of seeing moreof our faults than we would like.It\u0027s the only way we grow.","Speaker":"Don\u0027t get me wrong... Obi-Wan isa great mentor. As wise as MasterYoda and as powerful as MasterWindu. I am truly thankful to behis apprentice. Only... althoughI\u0027m a Padawan learner, in someways... a lot of ways... I\u0027m aheadof him. I\u0027m ready for the trials.I know I am! He knows it too. Hebelieves I\u0027m too unpredictable...Other Jedi my age have gonethrough the trials and made it...I know I started my traininglate... but he won\u0027t let me moveon.","Vector":[]},{"Key":65,"PreviousSpeaker":"That must be frustrating.","Speaker":"It\u0027s worse... he\u0027s overlycritical. He never listens! Hejust doesn\u0027t understand! It\u0027s notfair!","Vector":[]},{"Key":66,"PreviousSpeaker":"I\u0027m sorry... You sounded exactlylike that little boy I once knew,when he didn\u0027t get his way.","Speaker":"I\u0027m not whining! I\u0027m not.","Vector":[]},{"Key":67,"PreviousSpeaker":"I didn\u0027t say it to hurt you.","Speaker":"I know...","Vector":[]},{"Key":68,"PreviousSpeaker":"(continuing)Don\u0027t try to grow up too fast.","Speaker":"I am grown up. You said ityourself.","Vector":[]},{"Key":69,"PreviousSpeaker":"Please don\u0027t look at me like that.","Speaker":"Why not?","Vector":[]},{"Key":70,"PreviousSpeaker":"Because I can see what you\u0027rethinking.","Speaker":"(laughing)Ahh... so, you have Jedi powerstoo?","Vector":[]},{"Key":71,"PreviousSpeaker":"It makes me feel uncomfortable.","Speaker":"Sorry, M\u0027lady.","Vector":[]},{"Key":72,"PreviousSpeaker":"Anakin, you stay put on Naboo.Do not attract any attention. Doabsolutely nothing withoutchecking in with me or the Council.","Speaker":"Yes, Master.","Vector":[]},{"Key":73,"PreviousSpeaker":"I will be most grateful for yourspeed, Master Jedi.","Speaker":"Time to go.","Vector":[]},{"Key":74,"PreviousSpeaker":"May the Force be with you.","Speaker":"May the Force be with you, Master.","Vector":[]},{"Key":75,"PreviousSpeaker":"Suddenly, I\u0027m afraid...","Speaker":"I\u0027m kinda scared too. This is myfirst assignment on my own.","Vector":[]},{"Key":76,"PreviousSpeaker":"(continuing)Hey! No Droids!","Speaker":"No, no, Mom, no...","Vector":[]},{"Key":77,"PreviousSpeaker":"No, no, Mom, no...","Speaker":"(continuing)What?","Vector":[]},{"Key":78,"PreviousSpeaker":"(continuing)Are you hungry?","Speaker":"Thank you.","Vector":[]},{"Key":79,"PreviousSpeaker":"We went into lightspeed a whileago.","Speaker":"I look forward to seeing Nabooagain. I\u0027ve thought about it everyday since I left. It\u0027s by far themost beautiful place I\u0027ve everseen...","Vector":[]},{"Key":80,"PreviousSpeaker":"You were just a little boy then.It may not be as you remember it;time changes your perception.","Speaker":"I think time has given me muchmore mature feelings to enhance myperception.","Vector":[]},{"Key":81,"PreviousSpeaker":"It must be difficult having swornyour life to the Jedi... not beingable to visit the places youlike... or do the things youlike...","Speaker":"Or be with the people I love.","Vector":[]},{"Key":82,"PreviousSpeaker":"Are you allowed to love? Ithought that was forbidden for aJedi.","Speaker":"Attachment is forbidden.Possession is forbidden.Compassion, which I would defineas unconditional love, is centralto a Jedi\u0027s life, so you might saywe\u0027re encouraged to love.","Vector":[]},{"Key":83,"PreviousSpeaker":"You have changed so much","Speaker":"You haven\u0027t changed a bit. You\u0027reexactly the way I remember you inmy dreams. I doubt if Naboo haschanged much either.","Vector":[]},{"Key":84,"PreviousSpeaker":"It hasn\u0027t...","Speaker":"I can\u0027t wait to breathe the sweetbreeze that comes off the rollinghills. Whenever I try tovisualise the Force, those hillsare what I see.","Vector":[]},{"Key":85,"PreviousSpeaker":"I can\u0027t wait to breathe the sweetbreeze that comes off the rollinghills. Whenever I try tovisualise the Force, those hillsare what I see.","Speaker":"(continuing)I love Naboo.","Vector":[]},{"Key":86,"PreviousSpeaker":"(changing the subject)Were you dreaming about youmother earlier, weren\u0027t you?","Speaker":"Yes... I left Tatooine so longago, my memory of her is fading.I don\u0027t want to lose it. RecentlyI\u0027ve been seeing her in mydreams... vivid dreams... scarydreams. I worry about her.","Vector":[]},{"Key":87,"PreviousSpeaker":"On how good your manners are...and how big your pocketbook is...","Speaker":"If I grew up here, I don\u0027t thinkI\u0027d ever leave.","Vector":[]},{"Key":88,"PreviousSpeaker":"(laughing)I doubt that.","Speaker":"No, really. When I started mytraining, I was very homesick andvery lonely. This city and my Momwere the only pleasant things Ihad to think about... The problemwas, the more I thought about myMom, the worse I felt. But Iwould feel better if I thoughtabout the palace - the way itshimmers in the sunlight - the waythe air always smells of flowers...","Vector":[]},{"Key":89,"PreviousSpeaker":"...and the soft sound of thedistant waterfalls. The firsttime I saw the Capital, I was veryyoung... I\u0027d never seen awaterfall before. I though theywere so beautiful... I neverdreamed one day I\u0027d live in thepalace.","Speaker":"Well, tell me, did you dream ofpower and politics when you werea little girl?","Vector":[]},{"Key":90,"PreviousSpeaker":"(laughing)No! That was the last thing Ithought of. My dream was to helpin the \u0022Refugee Relief Movement.\u0022I never thought of running forelected office. But the morehistory I studied, the more Irealised how much good politicianscould do. So when I was eight, Ijoined the \u0022ApprenticeLegislators\u0022, then later on becamea Senatorial advisor, with such apassion that, before I knew it, Iwas elected Queen. Partly becauseI scored so high on my educationcertificate, but for the most partit was my conviction that reformwas possible. I wasn\u0027t theyoungest Queen ever elected, butnow that I think back on it, I\u0027mnot sure I was old enough. I\u0027m notsure I was ready.","Speaker":"The people you served thought youdid a good job. I heard theytried to amend the Constitution soyou could stay in office.","Vector":[]},{"Key":91,"PreviousSpeaker":"Popular rule is not democracy,Annie. It gives the people whatthey want, not what they need.And, truthfully, I was relievedwhen my two terms were up. Sowere my parents. They worriedAbout me during the blockade andcouldn\u0027t wait for it all to beover. Actually, I was hoping tohave a family by now... Mysisters have the most amazing,wonderful kids... but when theQueen asked me to serve asSenator, I couldn\u0027t refuse her.","Speaker":"I agree! I think the Republicneeds you... I\u0027m glad you choseto serve. I feel things are goingto happen in our generation thatwill change the galaxy in profoundways.","Vector":[]},{"Key":92,"PreviousSpeaker":"There are rumours, Your Highness,that the Federation Army was notreduced as they were ordered.","Speaker":"The Jedi have not been allowed toinvestigate. It would be to be toodangerous for the economy, we weretold.","Vector":[]},{"Key":93,"PreviousSpeaker":"Anakin\u0027s not a Jedi yet, Counsellor.He\u0027s still a Padawan learner. Iwas thinking...","Speaker":"(nettled)Hey, hold on a minute!","Vector":[]},{"Key":94,"PreviousSpeaker":"Excuse me! I was thinking I wouldstay in the Lake Country. Thereare some places up there that arevery isolated.","Speaker":"Excuse me?! I am in charge ofsecurity here, M\u0027Lady.","Vector":[]},{"Key":95,"PreviousSpeaker":"Annie, my life is at risk, andthis is my home. I know it verywell... that is why we\u0027re here.I think it would be wise for youto take advantage of my knowledgein this instance.","Speaker":"(takes a deep breath)Sorry, M\u0027Lady.","Vector":[]},{"Key":96,"PreviousSpeaker":"(continuing)What? Don\u0027t say you\u0027re shy!","Speaker":"(untruthfully)No, but I...","Vector":[]},{"Key":97,"PreviousSpeaker":"Hello, Anakin.","Speaker":"Hello.","Vector":[]},{"Key":98,"PreviousSpeaker":"You\u0027re just in time for dinner. Ihope you\u0027re hungry, Anakin.","Speaker":"A little.","Vector":[]},{"Key":99,"PreviousSpeaker":"(to Anakin)Is she?","Speaker":"...Yes... I\u0027m afraid she is.","Vector":[]},{"Key":100,"PreviousSpeaker":"Sometimes I wish I\u0027d traveledmore... but I must say, I\u0027m happyhere.","Speaker":"Padme tells me you teach at theuniversity?","Vector":[]},{"Key":101,"PreviousSpeaker":"Now tell me, son. How serious isthis thing? How much danger is mydaughter really in?","Speaker":"There have been two attempts onher life. Chances are there\u0027ll bemore. My Master is tracking downthe assassins. I\u0027m sure he\u0027ll findout who they are. This situation,won\u0027t last long.","Vector":[]},{"Key":102,"PreviousSpeaker":"I don\u0027t want anything to happen toher.","Speaker":"I don\u0027t either.","Vector":[]},{"Key":103,"PreviousSpeaker":"Don\u0027t worry, this won\u0027t take long.","Speaker":"I just want to get there beforedark.","Vector":[]},{"Key":104,"PreviousSpeaker":"I just want to get there beforedark.","Speaker":"(continuing)You still live at home.","Vector":[]},{"Key":105,"PreviousSpeaker":"I move around so much, I\u0027ve neverhad a place of my own. Officialresidences have no warmth. I feelgood here. I feel at home.","Speaker":"I never had a real home. Home wasalways where my Mom was.","Vector":[]},{"Key":106,"PreviousSpeaker":"I never had a real home. Home wasalways where my Mom was.","Speaker":"(continuing)Is this you?","Vector":[]},{"Key":107,"PreviousSpeaker":"When I was in Level Three, we usedto come here for school retreat.See that island? We used to swimthere every day. I love the water.","Speaker":"I do too. I guess it comes fromgrowing up on a desert planet.","Vector":[]},{"Key":108,"PreviousSpeaker":"...We used to lie on the sand andlet the sun dry us... and try toguess the names of the birdssinging.","Speaker":"I dont like sand. Its coarseand rough and irritating, and itgets everywhere. Not like here.Here everythings soft... andsmooth...","Vector":[]},{"Key":109,"PreviousSpeaker":"There was a very old man who livedon the island. He used to makeglass out of sand - and vases andnecklaces out of the glass. Theywere magical.","Speaker":"(looks into her eyes)Everything here is magical.","Vector":[]},{"Key":110,"PreviousSpeaker":"You could look into the glass andsee the water. The way it ripplesand moves. It looked so real...but it wasnt.","Speaker":"Sometimes, when you believesomething to be real, it becomesreal. Real enough, anyway...","Vector":[]},{"Key":111,"PreviousSpeaker":"I used to think if you looked toodeeply into glass, you wouldlose yourself.","Speaker":"I think it\u0027s true...","Vector":[]},{"Key":112,"PreviousSpeaker":"I shouldn\u0027t have done that.","Speaker":"I\u0027m sorry. When I\u0027m around you,my mind is no longer my own.","Vector":[]},{"Key":113,"PreviousSpeaker":"It\u0027s the situation... the stress...","Speaker":"...the view.","Vector":[]},{"Key":114,"PreviousSpeaker":"You did that?","Speaker":"What?","Vector":[]},{"Key":115,"PreviousSpeaker":"(continuing)Anakin!!","Speaker":"I\u0027m not really supposed to dothat... for fun, I mean. IfMaster Obi-Wan were here, he\u0027d bevery grumpy.","Vector":[]},{"Key":116,"PreviousSpeaker":"I\u0027m not really supposed to dothat... for fun, I mean. IfMaster Obi-Wan were here, he\u0027d bevery grumpy.","Speaker":"May I tell you something?","Vector":[]},{"Key":117,"PreviousSpeaker":"I don\u0027t know.","Speaker":"Then how can I tell you?","Vector":[]},{"Key":118,"PreviousSpeaker":"Maybe you should use your Jediintuition.","Speaker":"It doesn\u0027t work around you. Mymind is always a muddle... I canonly think of you.","Vector":[]},{"Key":119,"PreviousSpeaker":"Anakin, don\u0027t...","Speaker":"From the moment I met you, allthose years ago, a day hasn\u0027t goneby when I haven\u0027t thought of you.And now that I\u0027m close to you again,I\u0027m in agony. The closer I get toyou, the worse it gets. Thethought of not being with youmskes my stomach turn over - mymouth goes dry. I feel dizzy. Ican\u0027t breathe. I\u0027m haunted by thekiss you should never have givenme. My heart is beating, hopingthat kiss will not become a scar.You are in my very soul,tormenting me. What can I do? Iwill do anything you ask...","Vector":[]},{"Key":120,"PreviousSpeaker":"From the moment I met you, allthose years ago, a day hasn\u0027t goneby when I haven\u0027t thought of you.And now that I\u0027m close to you again,I\u0027m in agony. The closer I get toyou, the worse it gets. Thethought of not being with youmskes my stomach turn over - mymouth goes dry. I feel dizzy. Ican\u0027t breathe. I\u0027m haunted by thekiss you should never have givenme. My heart is beating, hopingthat kiss will not become a scar.You are in my very soul,tormenting me. What can I do? Iwill do anything you ask...","Speaker":"(continuing)If you are suffering as much as Iam, tell me.","Vector":[]},{"Key":121,"PreviousSpeaker":"...I can\u0027t. We can\u0027t. It\u0027s justnot possible.","Speaker":"Anything\u0027s possible. Padme,please listen...","Vector":[]},{"Key":122,"PreviousSpeaker":"You listen. We live in a realworld. Come back to it. You\u0027restudying to become a Jedi Knight.I\u0027m a Senator. If you follow yourthoughts through to conclusion,they will take us to a place wecannot go... regardless of the waywe feel about each other.","Speaker":"Then you do feel something!There\u0027s an extraordinaryconnection between us. You can\u0027tdeny that.","Vector":[]},{"Key":123,"PreviousSpeaker":"Annie, it doesn\u0027t make anydifference. Jedi aren\u0027t allowedto marry. You swore an oath,remember? You\u0027d be expelled fromthe Order. I will not let yougive up your responsibilities...your future, for me.","Speaker":"I was destined to be a Jedi. Idon\u0027t think I could be anythingelse. But you are asking me to berational. That is something Iknow I cannot do. I wish I couldwish my feelings away... but Ican\u0027t.","Vector":[]},{"Key":124,"PreviousSpeaker":"I am not going to give into this.I\u0027m not going to throw my lifeaway. I have more important thingsto do than fall in love.","Speaker":"It wouldn\u0027t have to be that way...we could keep it a secret.","Vector":[]},{"Key":125,"PreviousSpeaker":"Then we\u0027d be living a lie - one wecouldn\u0027t keep even if we wantedto. Mt sister saw it. So did mymother. I couldn\u0027t do that.Could you, Anakin? Could you livelike that?","Speaker":"...No, you\u0027re right. It woulddestroy us.","Vector":[]},{"Key":126,"PreviousSpeaker":"I don\u0027t know...","Speaker":"Sure you do... you just don\u0027t wantto tell me.","Vector":[]},{"Key":127,"PreviousSpeaker":"Are you going to use one of yourJedi mind tricks on me?","Speaker":"They only work on the weak-minded.You are anything but weak-minded.","Vector":[]},{"Key":128,"PreviousSpeaker":"All right... his name was Palo.I was twelve. We were both in theLegislative Youth Program. He wasa few years older then I... verycute... dark curly hair... dreamyeyes.","Speaker":"All right, I get the picture...whatever happened to him?","Vector":[]},{"Key":129,"PreviousSpeaker":"I went on to become a Queen. Hewent on to become an artist.","Speaker":"Maybe he was the smart one.","Vector":[]},{"Key":130,"PreviousSpeaker":"You really don\u0027t like politicians,do you?","Speaker":"I like two or three, but I\u0027m notreally sure about one of them.(smiling)I don\u0027t think the system works.","Vector":[]},{"Key":131,"PreviousSpeaker":"How would you have it work?","Speaker":"We need a system where thepoliticians sit down and discussthe problems, agree what\u0027s in thebest interests of all the people,and then do it.","Vector":[]},{"Key":132,"PreviousSpeaker":"That is exactly what we do. Thetrouble is that people don\u0027twlways agree. In fact, theyhardly ever do.","Speaker":"Then they should be made to.","Vector":[]},{"Key":133,"PreviousSpeaker":"By whom? Who\u0027s going to make them?","Speaker":"I don\u0027t know. Someone.","Vector":[]},{"Key":134,"PreviousSpeaker":"You?","Speaker":"Of course not me.","Vector":[]},{"Key":135,"PreviousSpeaker":"But someone.","Speaker":"Someone wise.","Vector":[]},{"Key":136,"PreviousSpeaker":"That sounds an awful lot like adictatorship to me.","Speaker":"Well, if it works...","Vector":[]},{"Key":137,"PreviousSpeaker":"You\u0027re making fun of me.","Speaker":"(sarcastic)On no, I\u0027d be much too frightenedto tease a Senator.","Vector":[]},{"Key":138,"PreviousSpeaker":"You\u0027re so bad!","Speaker":"You\u0027re always so serious. Alwayscarrying the weight of theuniverse on your shoulders.","Vector":[]},{"Key":139,"PreviousSpeaker":"Who do you think this impostorSido-Dyas, could be?","Speaker":"No...No...No...Mom!...Don\u0027t,no, don\u0027t!","Vector":[]},{"Key":140,"PreviousSpeaker":"No...No...No...Mom!...Don\u0027t,no, don\u0027t!","Speaker":"(eyes closed)Don\u0027t go.","Vector":[]},{"Key":141,"PreviousSpeaker":"I don\u0027t want to disturb you.","Speaker":"Your presence is soothing.","Vector":[]},{"Key":142,"PreviousSpeaker":"You had a nightmare again lastnight.","Speaker":"Jedi don\u0027t have nightmares.","Vector":[]},{"Key":143,"PreviousSpeaker":"I heard you.","Speaker":"I saw my mother. I saw her asclearly as I see you now. She\u0027ssuffering, Padme. She is inpain...They\u0027re killing her!(getting up)I know I\u0027m disobeying my mandateto protect you, Senator. I know Iwill be punished and possiblythrown out of the Jedi Order, butI must go. I have to help her!I\u0027m sorry, Padme. I don\u0027t have achoice.","Vector":[]},{"Key":144,"PreviousSpeaker":"Annie, I told you I wouldn\u0027t letyou give up your future for me.I\u0027ll go with you. That way youcan continue to protect me, andyou won\u0027t be disobeying yourmandate.","Speaker":"What about Master Obi-wan?","Vector":[]},{"Key":145,"PreviousSpeaker":"What is it, Dad?","Speaker":"(to the droid driver)Wait, please.","Vector":[]},{"Key":146,"PreviousSpeaker":"(yelling, in Huttese)No, not that one - that one!","Speaker":"(arriving)Excuse me, Watto.","Vector":[]},{"Key":147,"PreviousSpeaker":"(in Huttese)What?","Speaker":"(in Huttese)I said excuse me.","Vector":[]},{"Key":148,"PreviousSpeaker":"(continuing, in Huttese)What? I don\u0027t know you... What canI do for you? You look like aJedi. Whatever it is... I didn\u0027tdo it.","Speaker":"Let me help you with that.","Vector":[]},{"Key":149,"PreviousSpeaker":"Let me help you with that.","Speaker":"(continuing)I\u0027m looking for Shmi Skywalker.","Vector":[]},{"Key":150,"PreviousSpeaker":"(continuing)You sure sprouted Weehoo! AJedi! Waddya know? Hey, maybeyou couldda help wit somedaedbeats who owe...","Speaker":"My mother...","Vector":[]},{"Key":151,"PreviousSpeaker":"Oh, yeah. Shmi... she\u0027s not mineno more. I sold her.","Speaker":"Sold her...","Vector":[]},{"Key":152,"PreviousSpeaker":"Years ago. Sorry, Anne, but youknow, business is business.Sold her to a moisture farmernamed Lars. Least I think it wasLars. Believe it or not, I heardhe freed her and married her. Canya beat that?","Speaker":"Do you know where they are?","Vector":[]},{"Key":153,"PreviousSpeaker":"Long way from here... someplaceover on the other side of MosEisley, I think...","Speaker":"I\u0027d like to know.","Vector":[]},{"Key":154,"PreviousSpeaker":"Good evening. May I help you?","Speaker":"Threepio?","Vector":[]},{"Key":155,"PreviousSpeaker":"Hello, Threepio.","Speaker":"I\u0027ve come to see my mother.","Vector":[]},{"Key":156,"PreviousSpeaker":"Master Lars - Master Owen!Somebody to see you!","Speaker":"I\u0027m Anakin Skywalker. I\u0027m herelooking for my mother.","Vector":[]},{"Key":157,"PreviousSpeaker":"I had a feeling you might show upsome day.","Speaker":"Is my mother here?","Vector":[]},{"Key":158,"PreviousSpeaker":"Where are you going?","Speaker":"To find my mother.","Vector":[]},{"Key":159,"PreviousSpeaker":"She\u0027s daed, son. Accept it.","Speaker":"I can feel her pain, and I willfind her. I know she\u0027s alive.","Vector":[]},{"Key":160,"PreviousSpeaker":"I can feel her pain, and I willfind her. I know she\u0027s alive.","Speaker":"You are going to have to stayhere. These are good people,Padme. You\u0027ll be safe.","Vector":[]},{"Key":161,"PreviousSpeaker":"Anakin...","Speaker":"I trust you\u0027ll watch over her,Owen.","Vector":[]},{"Key":162,"PreviousSpeaker":"Don\u0027t worry.","Speaker":"I won\u0027t be long.","Vector":[]},{"Key":163,"PreviousSpeaker":"You\u0027ll have to be quiet, Threepio.Hold still, please.","Speaker":"Mom... Mom... Mom...","Vector":[]},{"Key":164,"PreviousSpeaker":"Annie...? Is it you?","Speaker":"Im here, Mom. Youre safe. Hangon. Im going to get you out ofhere...","Vector":[]},{"Key":165,"PreviousSpeaker":"Im so glad... to see you,Annie... Now... I am complete...","Speaker":"Just stay with me, Mom. Im goingto make you well again.Everythings going to be fine.","Vector":[]},{"Key":166,"PreviousSpeaker":"...Alliance have pledged theirarmies to Count Dooku and areforming an... Wait!... ah...attack... I don\u0027t... make it...aaaggghhh!","Speaker":"I\u0027m going after him!","Vector":[]},{"Key":167,"PreviousSpeaker":"I thought the first thing he saidwas to retransmit his message toCoruscant.","Speaker":"Yeah, you\u0027re right, you\u0027re right.","Vector":[]},{"Key":168,"PreviousSpeaker":"We will deal with Count Dooku. Themost important thing for you,Anakin, is to stay where you are.Protect the Senator at all costs.That is your priority.","Speaker":"Understood, Master.","Vector":[]},{"Key":169,"PreviousSpeaker":"They\u0027ll never get there in time tosave him. They have to come halfway across the galaxy. Look,Geonosis is less than a parsec away.","Speaker":"If he\u0027s still alive.","Vector":[]},{"Key":170,"PreviousSpeaker":"Annie, are you just going to sithere and let him die?? He\u0027s yourfriend... your mentor...","Speaker":"...He\u0027s like my father, but youheard Master Windu. He gave mestrict orders to stay here.","Vector":[]},{"Key":171,"PreviousSpeaker":"We shall proceed to the vote. Allthose in favor of grantingemergency powers to the SupremeChancellor, signal ate at thistime... those opposed?","Speaker":"Hey, where are you going?","Vector":[]},{"Key":172,"PreviousSpeaker":"To find Obi-Wan.","Speaker":"No! You\u0027re not!","Vector":[]},{"Key":173,"PreviousSpeaker":"Let go of me!","Speaker":"I\u0027m not letting you go out there.It\u0027s too dangerous.","Vector":[]},{"Key":174,"PreviousSpeaker":"What?!?","Speaker":"It\u0027s my job to protect you. I saidit\u0027s too dangerous. You\u0027re notgoing, and that\u0027s final!","Vector":[]},{"Key":175,"PreviousSpeaker":"Your other Jedi friend is waitingfor you, Senator. Take them tothe arena!","Speaker":"Don\u0027t be afraid.","Vector":[]},{"Key":176,"PreviousSpeaker":"I\u0027m not afraid to die. I\u0027ve beendying a little bit each day sinceyou came back into my life.","Speaker":"What are you talking about?","Vector":[]},{"Key":177,"PreviousSpeaker":"I love you.","Speaker":"You love me?! I thought wedecided not to fall in love. Thatwe would be forced to live a lie.That it would destroy our lives...","Vector":[]},{"Key":178,"PreviousSpeaker":"I think our lives are about to bedestroyed anyway. My love for youis a puzzle, Annie, for which Ihave no answers. I can\u0027t controlit... and now I don\u0027t care. Itruly, deeply love you, and beforewe die I want you to know.","Speaker":"I have no desire to be cured ofthis love either. Long or short,I vow to spend the rest of my lifewith you.","Vector":[]},{"Key":179,"PreviousSpeaker":"I was beginning to wonder if youhad gotten my message.","Speaker":"I retransmitted it as yourequested, Master. Then we decidedto come and rescue you.","Vector":[]},{"Key":180,"PreviousSpeaker":"Let the executions begin!","Speaker":"I have a bad feeling about this.","Vector":[]},{"Key":181,"PreviousSpeaker":"Take the one the left. I\u0027lltake the one on the right.","Speaker":"What about Padme?","Vector":[]},{"Key":182,"PreviousSpeaker":"Foul!! She can\u0027t do that... shoother or something!","Speaker":"You okay?","Vector":[]},{"Key":183,"PreviousSpeaker":"(nods, gasping)Sure! Well, sort of.","Speaker":"Jump!!!","Vector":[]},{"Key":184,"PreviousSpeaker":"Hold on! Look over there...","Speaker":"It\u0027s Dooku, go after him!","Vector":[]},{"Key":185,"PreviousSpeaker":"It\u0027s Dooku, go after him!","Speaker":"(continuing)Padme!!!","Vector":[]},{"Key":186,"PreviousSpeaker":"(continuing)Padme!!!","Speaker":"(continuing; to pilot)Put the ship down! Down!","Vector":[]},{"Key":187,"PreviousSpeaker":"No! Forget her. We have to goafter Dooku.","Speaker":"No we\u0027re not!! Land this ship!","Vector":[]},{"Key":188,"PreviousSpeaker":"Don\u0027t let your personal feelingsget in the way. We\u0027ve got a job todo.","Speaker":"I don\u0027t care!.. Go back.","Vector":[]},{"Key":189,"PreviousSpeaker":"(to Anakin)We move in together - you slowlyon the...","Speaker":"I\u0027m taking him now!","Vector":[]},{"Key":190,"PreviousSpeaker":"Anakin, no!","Speaker":"You\u0027ll pay for all the Jedi you\u0027vekilled today, Dooku.","Vector":[]},{"Key":191,"PreviousSpeaker":"(continuing)That\u0027s brave of you, boy - butfoolish. I would have thoughtyou\u0027d have learnt your lesson.","Speaker":"I\u0027m a slow learner.","Vector":[]},{"Key":192,"PreviousSpeaker":"You have unusual powers, youngPadawan. But not enought to saveyou this time.","Speaker":"Don\u0027t bet on it!","Vector":[]}]